recursosV1/ReqConsultaSaldosProductos.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:con="http://www.davivienda.com/xml/ConsultaSaldosProductos">
   <soapenv:Header/>
   <soapenv:Body>
      <con:ConsultaSaldosProductos>
         <Request>
            <DataHeader>
               <nombreOperacion>ConsultaSaldosProductos</nombreOperacion>
               <total>?</total>
               <jornada>?</jornada>
               <canal>?</canal>
               <modoDeOperacion>?</modoDeOperacion>
               <usuario>?</usuario>
               <perfil>?</perfil>
               <versionServicio>1.0.0</versionServicio>
               <idTransaccion>?</idTransaccion>
            </DataHeader>
            <Data>
               <!--Optional:-->
               <idSesion>?</idSesion>
               <!--Optional:-->
               <codIdioma>?</codIdioma>
               <!--Optional:-->
               <valOrigen>?</valOrigen>
               <!--Optional:-->
               <codPais>?</codPais>
               <valNumIdentificacion>?</valNumIdentificacion>
               <valTipoIdentificacion>?</valTipoIdentificacion>
               <!--Optional:-->
               <valCompania>?</valCompania>
               <!--Optional:-->
               <valCodProducto>?</valCodProducto>
               <!--Optional:-->
               <valNumProducto>?</valNumProducto>
               <valConAhorros>?</valConAhorros>
               <valConCorrientes>?</valConCorrientes>
               <valConTcPropias>?</valConTcPropias>
               <valTcAmparadas>?</valTcAmparadas>
               <valConCreditos>?</valConCreditos>
               <valConDabuenavidas>?</valConDabuenavidas>
            </Data>
         </Request>
      </con:ConsultaSaldosProductos>
   </soapenv:Body>
</soapenv:Envelope>